Repository: aubreypolderman/ZLMClaims
Catalog: ZLMClaims/Resources/Languages/AppResources.*.resx
Languages: nl

source: Accident location
nl: Schade locatie

source: Address
nl: Adres

# AllClaimsTitle
source: All claims
nl: Alle schademeldingen

# AllContractsTitle
source: All contracts
nl: Alle polissen

# AllRepairCompaniesTitle
source: All repair companies
nl: Alle schadeherstelbedrijven

# AnnualPolicyPremium
source: Annual policy premuim
nl: Jaarpremie

source: Application settings
nl: Applicatie instellingen

# CauseOfDamage
source: What's the cause of the damage?
nl: Wat is de oorzaak van de schade?

source: City
nl: Woonplaats

# ClaimFormPageTitle
source: Claimform
nl: Schadeformulier

# DamageDetails
source: 1. Damage details
nl: 1. Schadedetails

source: Damage free years
nl: Schadevrije jaren

# DamagePhotos
source: 2. Damage photos
nl: 2. Schadefoto's

# DamageSummary
source: 3. Damage summary
nl: 3. Schade samenvatting

source: Distance
nl: Afstand

source: Enddate
nl: Einddatum

source: Housenumber
nl: Huisnummer

source: Licenseplate
nl: Kenteken

source: Make
nl: Merk

source: Name
nl: Naam

source: Next
nl: Volgende

source: Phone
nl: Telefoon

source: Policy number
nl: Polisnummer

source: Previous
nl: Vorige

source: Product
nl: Verzekering

# Q_WhatIsDamaged
source: What is damaged?
nl: What is er beschadigd?

# RepairCompanyTitle
source: Repair company
nl: Schadeherstelbedrijf

source: Send
nl: Versturen

source: Startingdate
nl: Ingangsdatum

source: Street
nl: Straat

# TabItemClaim
source: Claim
nl: Schade

# TabItemContract
source: Contract
nl: Polis

# TabItemHome
source: Home
nl: Thuis

# TabItemNearBy
source: Nearby me
nl: In de buurt

# TabItemProfile
source: Profile
nl: Profiel

# TabItemRepair
source: Repair
nl: Schadeherstelbedrijven

# TabItemRepairCooperative
source: Cooperative
nl: Samenwerkend

# TabItemRepairUncooperative
source: Uncooperative
nl: Niet samenwerkend

# UserId
source: Customer number
nl: Relatienummer

# UserPageTitle
source: Profile
nl: Profiel

# UserSwitchEmailConfirmation
source: Receive e-mail confirmation
nl: Ontvang bevestiging via email

# UserSwitchLanguage
source: Switch to Dutch language
nl: Verander naar Engels

# UserSwitchTheme
source: Switch theme
nl: Verander thema

# VehicleDetails
source: Your vehicle
nl: Uw voertuig

source: Zipcode
nl: Postcode
